Repository: Anne017/talaan-app
Catalog: po/*.po
Languages: cs, de_de, fr

source: Lists
cs: Seznamy
de_de: Listen
fr: Listes

source: History
cs: Historie
de_de: Verlauf
fr: Historique

source: Saved
cs: Uloženo
de_de: Gespeicherte Listen
fr: Enregistrées

source: Settings
cs: Nastavení
de_de: Einstellungen
fr: Paramètres

source: No list selected
cs: Nevybrán žádný seznam
de_de: Keine Liste ausgewählt
fr: Aucune liste sélectionnée

source: Select a list from the left column
cs: Vyberte seznam z levého sloupce
de_de: Wähle eine Liste von der linken Spalte
fr: Sélectionnez une liste dans la colonne de gauche

source: Select an item from the List, Saved or History tab
cs: Vyberte položku z karty Seznam, Uložené nebo Historie
de_de: Wähle einen Eintrag aus den Listen, den gespeicherten Listen oder dem Verlauf
fr: Sélectionnez un élément dans l'onglet Liste, Enregistrées ou Historique

source: Enter item name
cs: Zadejte název položky
de_de: Neuen Eintrag eingeben
fr: Saisissez un nom d'élément

source: Add comments / notes
cs: Přidej komentář / poznámku
de_de: Kommentar/Notiz hinzufügen
fr: Ajouter des commentaires / notes

source: Reminder was not set successfully
cs: Připomenutí nebylo nastaveno
de_de: Erinnerung setzen war nicht erfolgreich
fr: Le rappel n'a pas été paramétré avec succès

source: Reminder successfully set
cs: Připomenutí úspěšně nastaveno
de_de: Erinnerung erfolgreich angelegt
fr: Le rappel a été paramétré avec succès

source: Error saving the Reminder
cs: Při ukládání připomenutí došlo k chybě
de_de: Fehler beim Setzen der Erinnerung
fr: Erreur lors de l'enregistrement du rappel

source: The Target Date might have already passed or the intended reminder is set in the past
cs: Cílové datum už pravděpodobně uplynulo nebo je zamýšlená upomínka nastavena v minulosti
de_de: Das Datum ist evtl. schon vorbei oder die eingestellte Erinnerung wurde in der Vergangenheit gesetzt.
fr: La date cible est déjà passée ou le rappel envisagé est défini dans le passé

source: Cancel
cs: Zrušit
de_de: Abbrechen
fr: Annuler

source: Find...
cs: Najít...
de_de: Suche...
fr: Chercher...

source: Skipped
cs: Přeskočeno
de_de: Übersprungen
fr: Ignoré

source: Add
cs: Přidat
de_de: Hinzufügen
fr: Ajouter

source: Search
cs: Hledat
de_de: Suche
fr: Rechercher

source: Clear History
cs: Smazat historii
de_de: Verlauf leeren
fr: Vider l'historique

source: Sort/Filter
cs: Seřadit/Filtrovat
de_de: Sortieren/Filtern
fr: Trier/filtrer

source: Upcoming
cs: V přípravě
de_de: Anstehend
fr: À venir

source: Normal
cs: Normální

source: Checklists
cs: Zaškrtávací seznamy
de_de: Kontrolllisten
fr: Listes

source: By Category
cs: Podle kategorie
de_de: Nach Kategorie
fr: Par catégorie

source: By Creation
cs: Podle vytvoření
de_de: Nach Erstellungsdatum
fr: Par date de création

source: By Target
cs: Podle cíle
de_de: Nach Ziele
fr: Par cible

source: Reverse
cs: Obrátit
de_de: Umdrehen
fr: Inverser

source: Navigation Panel
cs: Navigační panel
de_de: Navigationsfeld
fr: Panneau de navigation

source: Close
cs: Zavřít
de_de: Schließen
fr: Fermer

source: All
cs: Vše
de_de: Alle
fr: Tout

source: Favorites
cs: Oblíbené
de_de: Favoriten
fr: Favoris

source: Delete
cs: Smazat
de_de: Löschen
fr: Supprimer

source: List successfully deleted
cs: Seznam byl úspěšně vymazán
de_de: Liste erfolgreich gelöscht
fr: Liste supprimée avec succès

source: Save
cs: Uložit
de_de: Speichern
fr: Enregistrer

source: List successfully added to Saved Lists
cs: Seznam byl úspěšně přidán do uložených seznamů
de_de: Liste erfolgreich zu gespeicherten Listen hinzugefügt
fr: Liste ajoutée avec succès dans les listes enregistrées

source: New checklist
cs: Nový zaškrtávací seznam
de_de: Neue Kontrollliste
fr: Nouvelle liste

source: New List successfully created
cs: Nový seznam byl úspěšně vytvořen
de_de: Neue Liste erfolgreich angelegt
fr: Nouvelle liste créée avec succès

source: Unfavorite
cs: Neoblíbené
de_de: Aus Favoriten entfernen
fr: Retirer des favoris

source: Favorite
cs: Oblíbené
de_de: Favorit
fr: Ajouter aux favoris

source: List successfully removed from Favorites
cs: Seznam byl úspěšně odebrán z oblíbených
de_de: Liste erfolgreich von Favoriten entfernt
fr: Liste retirée des favoris avec succès

source: List successfully added to Favorites
cs: Seznam byl úspěšně přidán do oblíbených
de_de: Liste erfolgreich zu Favoriten hinzugefügt
fr: Liste ajoutée aux favoris avec succès

source: Edit
cs: Editovat
de_de: Bearbeiten
fr: Modifier

source: Reset
cs: Resetovat
de_de: Zurücksetzen
fr: Réinitialiser

source: No matching list found
cs: Nebyl nalezen žádný odpovídající seznam
de_de: Keine passende Liste gefunden
fr: Aucun liste correspondante trouvée

source: No Favorites
cs: Žádné oblíbení
de_de: Keine Favoriten vorhanden
fr: Aucun favoris

source: Please try a different query or change the Sort / Filter.
cs: Zkuste prosím jiný dotaz nebo změňte Řazení / Filtrování.
de_de: Bitte versuche ein andere Suche oder ändere die Sortierung/Filterung.
fr: Veuillez essayer une autre recherche ou modifier le tri/filtre.

source: Loading results
cs: Načítám výsledky
de_de: Lade Ergebnisse
fr: Chargement des résultats

source: Please wait
cs: Prosím čekejte
de_de: Bitte warten
fr: Veuillez patienter

source: Sort / Filter
cs: Řazení / Filtr
de_de: Sortieren/Filtern
fr: Trier/filtrer

source: Apply
cs: Použít
de_de: Anwenden
fr: Appliquer

source: All items under this list will also be deleted permanently.
cs: Všechny položky v tomto seznamu budou také trvale smazány.
de_de: Alle Einträge dieser Liste werden gleichfalls endgültig gelöscht.
fr: Tous les éléments de cette liste seront également définitivement supprimés.

source: Sort and Filter
cs: Seřadit a filtrovat
de_de: Sortieren und Filtern
fr: Trier et filtrer

source: Navigation
cs: Navigace
de_de: Navigieren

source: Select a Category
cs: Vybrat kategorii
de_de: Wähle eine Kategorie
fr: Sélectionnez une catégorie

source: On
cs: Na
de_de: Ein
fr: Le

source: Later than
cs: Později než
de_de: Später als
fr: Après le

source: Earlier than
cs: Dříve než
de_de: Zeitiger als
fr: Avant le

source: Name / Description
cs: Název / Popis
de_de: Name/Bezeichnung
fr: Nom/description

source: Category
cs: Kategorie
de_de: Kategorie
fr: Catégorie

source: Creation Date
cs: Čas vytvoření
de_de: Erstellungsdatum
fr: Date de création

source: Target Date
cs: Cílové datum
de_de: Fälligkeitsdatum
fr: Date cible

source: Completion Date
cs: Datum dokončení
de_de: Fertigstellungsdatum
fr: Date de fin

source: Pick
cs: Výběr
de_de: Auswählen
fr: Choisir

source: Already used %1? <b>Skip the tutorial</b>
cs: Už jste používal %1? <b>Přeskočit tutoriál</b>
de_de: Schon verwendet %1? <b>Tutorialskript</b>
fr: Vous avez déjà utilisé %1 ? <b>Ignorez le tutoriel</b>

source: Skip
cs: Přeskočit
de_de: Überspringen
fr: Ignorer

source: About Talaan
cs: O Talaanu
de_de: Über Talaan
fr: À propos de Talaan

source: © Talaan Version
cs: © Verze Talaanu

source: Released under license
cs: Vydáno pod licensí
de_de: Veröffentlicht unter der Lizenz
fr: Distribuée sous les termes de la licence

source: Support
cs: Podpora
de_de: Unterstützung
fr: Aide

source: Report a bug
cs: Oznámit bug
de_de: Fehler melden
fr: Signaler un problème

source: Contact Developer
cs: Kontaktovat vývojáře
de_de: Entwickler kontaktieren
fr: Contacter le développeur

source: View source
cs: Zobrazot zdrojový kód
de_de: Quellcode
fr: Consulter le code source

source: Donate
cs: Podpořit darem
de_de: Spenden
fr: Faire un don

source: Other apps by the developer
cs: Ostatní aplikace od vývojáře
de_de: Andere Apps dieses Entwicklers
fr: Autres applications du même développeur

source: Developers
cs: Vývojáři
de_de: Entwickler
fr: Développeurs

source: Main developer
cs: Hlavní vývojář
de_de: Verantwortlicher Entwickler
fr: Développeur principal

source: Powered by
cs: Běží na
de_de: Unterstützt von
fr: Alimenté par

source: Date and Time manipulation
cs: Manipulace s datem a časem
de_de: Datum- und Zeitbearbeitung
fr: Manipulation de la date et de l'heure

source: For processing JSON models
cs: Pro zpracování modelů JSON
de_de: Zur Verarbeitung von JSON Modellen
fr: Pour le traitement des modèles JSON

source: Add New Category
cs: Přidat novou kategorii
de_de: Neue Kategorie hinzufügen
fr: Ajouter une nouvelle catégorie

source: Edit Category -
cs: Editovat kategorii -
de_de: Bearbeiten der Kategorie -
fr: Modifier la catégorie -

source: Name:
cs: Jméno:
fr: Nom :

source: Enter Category name
cs: Zadat název kategorie
de_de: Kategorienamen eingeben
fr: Saisissez le nom de la catégorie

source: Description:
cs: Popis:
de_de: Beschreibung:

source: Add description (optional)
cs: Přidat popis (volitelné)
de_de: Beschreibung eingeben (optional)
fr: Ajoutez une description (facultatif)

source: Color:
cs: Barva:
de_de: Farbe:
fr: Couleur :

source: Create New List
cs: Vytvořit nový seznam
de_de: Neue Liste anlegen
fr: Créer une nouvelle liste

source: Edit List -
cs: Editovat seznam -
de_de: Bearbeiten der Liste -
fr: Modifier la liste -

source: Create New Saved List
cs: Vytvožit nový uložený seznam
de_de: Neue gespeicherte Liste anlegen
fr: Créer une nouvelle liste enregistrée

source: Checklist
cs: Zaškrtávací seznam
de_de: Kontrollliste
fr: Liste

source: Continual
cs: Nepřetržitý
de_de: Stichpunktliste
fr: Illimité

source: List Title:
cs: Název seznamu:
de_de: Listenbezeichnung:
fr: Titre de la liste :

source: Enter checklist name
cs: Zadejte název zaškrtávacího seznamu
de_de: Listenbezeichnung hier eingeben
fr: Saisissez le nom de la liste

source: List successfully updated
cs: Seznam úspěšně aktualizován
de_de: Liste erfolgreich aktualisiert
fr: Liste mise à jour avec succès

source: List successfully created
cs: Seznam úspěšně vytvořen
de_de: Liste erfolgreich angelegt
fr: Liste créée avec succès

source: Searching Lists
cs: Hledám seznamy
de_de: Suche Listen
fr: Recherche de listes

source: Search Lists
cs: Hledat seznamy
de_de: Listen suchen
fr: Rechercher des listes

source: No List Created Yet
cs: Žádný seznam zatím nebyl vytvořen
de_de: Bisher keine Listen vorhanden
fr: Pas encore de liste créée

source: Favorite a list by using the 'starred' action
cs: Seznam
de_de: Eine Liste mit dem Stern Symbol als Favorit markieren
fr: Ajoutez une liste aux favoris en utilisant le bouton « étoile »

source: Tap/Click the '+' button to add a List
cs: Stiskněte '+' tlačítko pro přidání seznamu
de_de: Berühren/Anklicken von "+" um eine Liste hinzuzufügen
fr: Appuyez/cliquez sur le bouton « + » pour ajouter une liste

source: Swipe from the dome at the bottom edge to add a List
cs: Pro přidání seznamu přejeďte prstem zdola
de_de: Wischen von der Halbkugel unten um eine Liste hinzuzufügen
fr: Faites glisser vers le haut à partir du bas de l'écran pour ajouter une liste

source: Loading Lists
cs: Načítám seznamy
de_de: Lade Listen
fr: Chargement des listes

source: Searching History
cs: Hledám historii
de_de: Durchsuche Verlauf
fr: Recherche dans l'historique

source: Search History
cs: Hledat historii
de_de: Verlauf durchsuchen
fr: Rechercher dans l'historique

source: History is empty
cs: Historie je prázdná
de_de: Der Verlauf ist leer
fr: L'historique est vide

source: Completed checklists from your Favorites are listed here
cs: Seznam dokončených zaškrtávacích seznamů z vašich oblíbených položek je zde
de_de: Erledigte Listen aus den Favoriten sind hier aufgeführt
fr: Les listes terminées dans vos favoris apparaissent ici

source: Completed checklists are listed here
cs: Seznam dokončených zaškrtávacích seznamů je zde
de_de: Erledigte Listen sind hier aufgeführt
fr: Les listes complétées apparaissent ici

source: Loading History
cs: Načítám historii
de_de: Lade Verlauf
fr: Chargement de l'historique

source: Find
cs: Hledat
de_de: Suche
fr: Trouvé

source: Mark as completed
cs: Označit jako dokončené
de_de: Alle erledigt
fr: Marquer comme terminé

source: Uncheck All
cs: Odznačit vše
de_de: Alle unerledigt
fr: Tout décocher

source: Set Reminders
cs: Nastavit připomenutí
de_de: Erinnerung setzen
fr: Définir des rappels

source: Sort
cs: Řadit
de_de: Sortieren
fr: Trier

source: Default
cs: Výchozí
de_de: Talaan (Standardthema)
fr: Par défaut

source: View Details
cs: Zobrazit detaily
de_de: Details anzeigen
fr: Afficher les détails

source: Remaining
cs: Připomenutí
de_de: Unerledigt
fr: Restants

source: No matching item found
cs: Nebyla nalezena žádná odpovídající položka
de_de: Keine Suchtreffer gefunden
fr: Aucun élément correspondant trouvé

source: No remaining item
cs: Žádná zbývající položka
de_de: Keine Einträge übrig
fr: Aucun élément correspondant

source: List is empty
cs: Seznam je prázdný
de_de: Die Liste ist leer
fr: La liste est vide

source: Please try a different query or try removing the filter if there's any
cs: Zkuste prosím jiný dotaz nebo zkuste odebrat filtr, pokud existuje
de_de: Bitte versuche eine andere Suchanfrage oder entferne den Filter, falls einer gesetzt ist
fr: Veuillez essayer une autre recherche ou supprimer les filtres s'il y en a

source: Click the '+' button to add more items (Ctrl + L)
cs: Stiskněte '+' tlačítko pro přidání dalších položek (Ctrl + L)
de_de: Klicke auf "+" um neue Einträge hinzuzufügen (Strg + L)
fr: Cliquez sur le bouton « + » pour ajouter plus d'éléments (Ctrl + L)

source: Swipe from the bottom to add more items
cs: Pro přidání dalších položek, přejeďte prstem zdola
de_de: Von unten wischen um neue Einträge hinzuzufügen
fr: Faites glisser vers le haut depuis le bas de l'écran pour ajouter plus d'éléments

source: Click the '+' button to add items (Ctrl + L)
cs: Stiskněte '+' tlačítko pro přidání položek (Ctrl + L)
de_de: Klicke auf "+" um Einträge hinzuzufügen (Strg + L)
fr: Cliquez sur le bouton « + » pour ajouter des éléments (Ctrl + L)

source: Swipe from the bottom to add items
cs: Pro přidání položek přejeďte prstem zdola
de_de: Von unten wischen um Einträge hinzuzufügen
fr: Faites glisser vers le haut à partir du bas de l'écran pour ajouter des éléments

source: Loading list items
cs: Načítám seznam položek
de_de: Lade Listeneinträge
fr: Chargement de la liste des éléments

source: Toggle Priority
cs: Změnit prioritu
de_de: Priorität umschalten
fr: Basculer la priorité

source: Undo last item
cs: Vrátit poslední položku
de_de: Letztes rückgängig machen
fr: Rétablir le dernier élément

source: Categories
cs: Kategorie
de_de: Kategorien
fr: Catégories

source: No Category Exists
cs: Neexistuje žádná kategorie
de_de: Keine Kategorie vorhanden
fr: Aucune catégorie existante

source: Tap/Click the '+' button to add categories
cs: Stiskněte '+' tlačítko pro přidání kategorie
de_de: "+" antippen/anklicken um Kategorien hinzuzufügen
fr: Appuyez/cliquez sur le bouton « + » pour ajouter des catégories

source: Swipe from the bottom to add categories
cs: Pro přidání kategorie přejeďte prstem zdola
de_de: Von unten wischen um Kategorien hinzuzufügen
fr: Faites glisser vers le haut depuis le bas de l'écran pour ajouter des catégories

source: Uncategorized
cs: Nezařazené
de_de: Nicht kategoriesiert
fr: Sans catégorie

source: Category successfully deleted
cs: Kategorie úspěšně smazána
de_de: Kategorie erfolgreich gelöscht
fr: Catégorie supprimée avec succès

source: Reminders
cs: Připomenutí
de_de: Erinnerungen
fr: Rappels

source: Current
cs: Aktuální
de_de: Laufend
fr: Actuels

source: Targets
cs: Cíle
de_de: Ziele
fr: Cibles

source: No reminders for any list
cs: Žádné připomínky k žádnému seznamu
de_de: Keine Erinnerungen für irgendeine Liste vorhanden
fr: Aucun rappel dans les listes

source: No reminders for this list
cs: Žádné připomínky k tomuto seznamu
de_de: Keine Erinnerungen für diese Liste vorhanden
fr: Aucun rappel dans cette liste

source: Open a list to set reminders
cs: Otevřete seznam pro nastavení připomenutí
de_de: Eine Liste öffnen um Erinnerung zu setzen
fr: Ouvrir une liste pour définir un rappel

source: Tap/Click the '+' button to add Reminders
cs: Stiskněte '+' tlačítko pro přidání připomenutí
de_de: "+" antippen/anklicken um Erinnerungen hinzuzufügen
fr: Appuyez/cliquez sur le bouton « + » pour ajouter des rappels

source: Searching Saved Lists
cs: Hledání uložených seznamů
de_de: Durchsuche gespeicherte Listen
fr: Recherche dans les listes enregistrées

source: Search Saved Lists
cs: Hledat uložené seznamy
de_de: Gespeicherte Listen durchsuchen
fr: Rechercher dans les listes enregistrées

source: No Saved Checklists
cs: Žádné uložené zaškrtávací seznamy
de_de: Keine gespeicherten Listen
fr: Aucune liste enregistrée

source: Save a list from the Lists Tab
cs: Uložte seznam na kartě Seznamy
de_de: Speichere hier eine Liste aus dem Listen-Tab
fr: Enregistrez une liste dans l'onglet Listes

source: Loading Saved Lists
cs: Načítání uložených seznamů
de_de: Lade gespeicherte Listen
fr: Chargement des listes enregistrées

source: Interface
cs: Rozhraní
de_de: Verhalten

source: Hide completed items
cs: Skrýt dokončené položky
de_de: Erledigte Einträge ausblenden
fr: Masquer les éléments terminés

source: When opening lists
cs: Při otevírání seznamů
de_de: zeigt nur offene Einträge in der Listenansicht
fr: Lors de l'ouverture des listes

source: Show category colors
cs: Zobrazit barvy kategorií
de_de: Kategoriefarben anzeigen
fr: Afficher les couleurs des catégories

source: Category color assignment
cs: Přiřazení barev kategorií
de_de: farbige Dreiecke je nach Kategorie darstellen
fr: Attribution des couleurs des catégories

source: Theme
cs: Téma
de_de: Aussehen
fr: Thème

source: Accessibility
cs: Přístupnost
de_de: Oberfläche
fr: Accessibilité

source: Bottom Menu
cs: Dolní menu
de_de: Fußleistenmenü
fr: Menu inférieur

source: None
cs: Žádný
de_de: Ohne
fr: Aucun

source: Radial
cs: Radiální
de_de: Halbkugel

source: Bottom Menu Hint
cs: Tip dolní nabídky
de_de: Fußleistenmenü Hinweis
fr: indication du menu inférieur

source: Autohide
cs: Automatické skrývání
de_de: Automatisch ausgeblendet
fr: Masquer automatiquement

source: Semihide
cs: Polo skrývání
de_de: Halbversteckt
fr: Masquer en partie

source: Always Displayed
cs: Vždy zobrazeno
de_de: Immer sichtbar
fr: Toujours affiché

source: Larger font size
cs: Větší velikost fontu
de_de: Größere Schrift
fr: Taille de police plus grande

source: For list items
cs: Pro položky seznamu
de_de: Listeneinträge größer darstellen
fr: Pour les éléments de la liste

source: Toggle list items via surface
cs: Přepínání položek seznamu podle roviny
de_de: umschalten mit Text und Kästchen
fr: Basculer les éléments de la liste sur toute la surface

source: Only the checkbox is clickable if disabled
cs: Je-li zakázáno, lze kliknout pouze na zaškrtávací políčko
de_de: deaktiviert: umschalten nur mit Kästchen
fr: Seule la case à cocher est cliquable si désactivé

source: Manage Categories
cs: Spravovat kategorie
de_de: Kategorien verwalten
fr: Gérer les catégories

source: Add, edit, and delete categories
cs: Přidat, upravit a odstranit kategorie
de_de: Hinzufügen, ändern und löschen von Kategorien
fr: Ajouter, modifier et supprimer des catégories

source: Credits, report bugs, view source code, contact developer, donate
cs: Zásluhy, hlášení chyb, zobrazení zdrojového kódu, kontakt na vývojářeů, darování
de_de: Mitwirkende, Fehler melden, Quellcode anschauen, die Entwickler kontaktieren, spenden
fr: Crédits, signaler un problème, afficher le code source, contacter le développeur, faire un don

source: Unpin window
cs: Uvolnit okno
de_de: Fenster lösen
fr: Désépingler la fenêtre

source: Pin Window
cs: Připíchnout okno
de_de: Fenster anheften
fr: Épingler la fenêtre

source: Overdue
cs: Zpožděné
de_de: Überfällig
fr: Dépassé

source: You have no upcoming targets
cs: Nemáte žádné nadcházející cíle
de_de: Es gibt keine anstehenden Aufgaben
fr: Vous n'avez pas de cibles à venir

source: You have no overdue targets
cs: Nemáte žádné propadlé cíle
de_de: Es gibt keine überfälligen Aufgaben
fr: Vous n'avez pas de cibles dépassées

source: All your upcoming targets will be listed here
cs: Zde budou uvedeny všechny vaše nadcházející cíle
de_de: Alle anstehenden Aufgaben werden hier aufgelistet
fr: Toutes les cibles à venir apparaîtront ici

source: All your overdue targets will be listed here
cs: Zde budou uvedeny všechny vaše zpožděné cíle
de_de: Alle überfälligen Aufgaben werden hier aufgelistet
fr: Toutes les cibles dépassées apparaîtront ici

source: Loading Targets
cs: Načítám cíle
de_de: Lade Aufgaben
fr: Chargement des cibles

source: New Reminder
cs: Nové připomenutí
de_de: Neue Erinnerung
fr: Nouveau rappel

source: Silent Reminder
cs: Tiché připomenutí
de_de: Stille Erinnerung
fr: Fare taire le rappel

source: New Checklist
cs: Nový zaškrtávací seznam
de_de: Neue Kontrollliste
fr: Nouvelle liste

source: Checklist Name
cs: Jméno seznamu
de_de: Kontrolllistenname
fr: Nom de la liste

source: Target Date?
cs: Cílové datum?
de_de: Fälligkeitsdatum?
fr: Date cible ?

source: Open external link
cs: Otevřít externí odkaz
de_de: Externen Link öffnen
fr: Ouvrir un lien externe

source: You are about to open an external link. Do you wish to continue?
cs: Chystáte se otevřít externí odkaz. Přejete si pokračovat?
de_de: Es soll ein externer Link geöffnet werden. Soll fortgefahren werden?
fr: Vous êtes sur le point d'ouvrir un lien externe. Souhaitez-vous continuer ?

source: Do you want to include the list item comments?
cs: Chcete zahrnout komentáře položky v seznamu?
de_de: Speichern inklusive der Kommentare?
fr: Voulez-vous inclure des commentaires dans l'élément de la liste ?

source: No
cs: Ne
de_de: Nein
fr: Non

source: Yes
cs: Ano
de_de: Ja
fr: Oui

source: Results found:
cs: Nalezené výsledky:
de_de: Gefundene Ergebnisse:
fr: Résultats trouvés :

source: By Name (A-Z)
cs: Podle jména (A-Z)
de_de: Name (A-Z)
fr: Par nom (A-Z)

source: By Category (A-Z)
cs: Podle kategorie (A-Z)
de_de: Kategorie (A-Z)
fr: Par catégorie (A-Z)

source: By Creation Date (Latest First)
cs: Podle času vytvoření (Poslední první)
de_de: Erstellungsdatum (letztes zuerst)
fr: Par date de création (plus récente en premier)

source: By Target Date (Latest First)
cs: Podle cílového data (Poslední první)
de_de: Fälligkeitsdatum (letztes zuerst)
fr: Par date cible (plus récente en premier)

source: By Completion Date (Latest First)
cs: Podle data dokončení (Poslední první)
de_de: Erledigungsdatum (letztes zuerst)
fr: Par date de fin (plus récente en premier)

source: Normal Lists Only
cs: Pouze normální seznam
de_de: Nur normale Listen
fr: Listes normales uniquement

source: Checklists Only
cs: Pouze zaškrtávací zeznam
de_de: Nur Kontrolllisten
fr: Listes uniquement

source: Reverse Order
cs: Obrátit výsledky
de_de: Umgedrehte Sortierreihenfolge
fr: Inverser l'ordre

source: Today
cs: Dnes
de_de: Heute
fr: Aujourd'hui

source: Yesterday
cs: Včera
de_de: Gestern
fr: Hier

source: Tomorrow
cs: Zítra
de_de: Morgen
fr: Demain

source: On
cs: na
de_de: Ein
fr: Le

source: Last Week
cs: Minulý týden
de_de: Letzte Woche
fr: La semaine dernière

source: Next Week
cs: Příští týden
de_de: Nächste Woche
fr: La semaine prochaine

source: Last Month
cs: Minulý měsíc
de_de: Letzten Monat
fr: Le mois dernier

source: Next Month
cs: Příští měsíc
de_de: Nächsten Monat
fr: Le mois prochain

source: This Month
cs: Tento měsíc
de_de: Diesen Monat
fr: Ce mois-ci

source: Older
cs: Starší
de_de: Älter
fr: Plus vieux

source: In The Future
cs: V budoucnu
de_de: In der Zukunft
fr: Dans le futur

source: OK
fr: Valider

source: Logo
fr: Icône

source: Suru Dark
fr: Suru sombre
